;Place localized text in this file
[AutoPromotion.AutoPromote_Screen]
ModName="AutoPromotion"
PageTitle="Auto Promote"
GroupHeader="Auto Promote Settings"

SETTING_Label="Enable Only Promoting Squaddies"


